IDEA StatiCa Open Model
MaterialBoltGradeHKG.Pt Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Design tension strength
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Pt { get; set; }
Public Property Pt As Double
	Get
	Set
public:
property double Pt {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MaterialBoltGradeHKG Class
IdeaRS.OpenModel.Material Namespace